[
    {
        "id": 1,
        "name": "test1",
        "address": "test adress",
        "imageName": "image-1",
        "tags": ["badge1", "badge2"],
        "content": "2011 Group. In the more than ten years since then, we have continuously strived to bring delicious, healthy and delicious food, along with a warm atmosphere that is suitable for all customers. We always aim to create a unique experience for our customers and strive to do so every day.\nWe prioritize the selection of local materials, this is also the core value that we are aiming for - supporting local farmers and artisans. Their products are world class, and we would recommend them to our customers.\nThe distinctive features of Vietnamese culture are also reincarnated by them through the space design of Quan Bui, which is inspired by the traditional house of Vietnamese families.\nImmerse yourself in the journey of discovering Vietnamese identity with us.\nOur restaurant not only meets the needs of Vietnamese people to enjoy standard home-made food, but also foreign tourists who want to explore our culture. Understanding the importance of this mission, we are always looking for ways to improve our goodwill so that we can serve you better.\nMy menu is not limited to famous dishes like pho or banh mi. We also introduce dishes that are less known, but evoke a sense of familiarity with the daily Vietnamese meals. That makes us proud because these dishes help foreigners better understand our daily culture, through dishes that are familiar to locals, but do not often appear on the media. International Media.\nDiners love to discover new flavors, whether local or foreign.",
        "coordinates": {
            "longitude": 106.683830,
            "latitude": 20.865139
        }
    },
    {
        "id": 2,
        "name": "test2",
        "address": "test adress",
        "imageName": "image-1",
        "tags": ["badge1", "badge2"],
        "content": "hello this is just a simple test",
        "coordinates": {
            "longitude": 106.683830,
            "latitude": 20.865139
        }
    }

]
